Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: %@ kcal left
de: %@ kcal übrig
es: %@ kcal restantes
fr: %@ kcal restantes
hy: Մնացել է %@ կկալ
it: %@ kcal rimanenti
ka: დარჩენილია %@ კკალ
ru: Осталось %@ ккал
sr: Преостало %@ ккал

source: %@ to sharpen suggestions.
de: %@, um die Vorschläge zu verbessern.
es: %@ para afinar las sugerencias.
fr: %@ pour affiner les suggestions.
hy: %@՝ ավելի ճշգրիտ առաջարկությունների համար։
it: %@ per perfezionare i suggerimenti.
ka: %@ უფრო ზუსტი რჩევებისთვის.
ru: %@ для более точных рекомендаций.
sr: %@ за прецизније препоруке.

source: %@ — next stage · usually %lld–%lld weeks
de: %@ — nächste Stufe · meist %lld–%lld Wochen
es: %@ — próxima etapa · normalmente %lld–%lld semanas
fr: %@ — étape suivante · généralement %lld–%lld semaines
hy: %@ — հաջորդ փուլ · սովորաբար %lld–%lld շաբաթ
it: %@ — prossima tappa · di solito %lld–%lld settimane
ka: %@ — შემდეგი ეტაპი · ჩვეულებრივ %lld–%lld კვირა
ru: %@ — следующий этап · обычно %lld–%lld недель
sr: %@ — следећи ниво · обично %lld–%lld недеља

source: %@ — the next stage on the ladder
de: %@ — die nächste Stufe auf der Leiter
es: %@ — la siguiente etapa del camino
fr: %@ — la prochaine étape du parcours
hy: %@ — հաջորդ փուլը սանդուղքի վրա
it: %@ — la prossima tappa del percorso
ka: %@ — შემდეგი ეტაპი კიბეზე
ru: %@ — следующий этап на лестнице
sr: %@ — следећи ниво на лествици

source: %lld / %lld kcal today
de: %lld / %lld kcal heute
es: %lld / %lld kcal hoy
fr: %lld / %lld kcal aujourd'hui
hy: %lld/%lld կկալ այսօր
it: %lld / %lld kcal oggi
ka: %lld / %lld კკალ დღეს
ru: %lld / %lld ккал сегодня
sr: %lld / %lld ккал данас

source: %lld done
de: %lld erledigt
es: %lld hechos
fr: %lld faits
hy: %lld կատարված
it: %lld fatti
ka: %lld შესრულებული
ru: %lld выполнено
sr: %lld завршено

source: %lld done since you started
de: %lld erledigt seit deinem Start
es: %lld hechas desde que empezaste
fr: %lld effectuées depuis le début
hy: %lld կատարված է սկսելուց ի վեր
it: %lld completate da quando hai iniziato
ka: %lld შესრულებულია დაწყების შემდეგ
ru: %lld выполнено с начала
sr: %lld одрађено од почетка

source: %lld done this week so far.
de: %lld diese Woche bisher erledigt.
es: %lld completadas esta semana hasta ahora.
fr: %lld effectuées cette semaine jusqu'à présent.
hy: %lld կատարված է այս շաբաթ մինչ այժմ։
it: %lld completati finora questa settimana.
ka: %lld შესრულებულია ამ კვირაში აქამდე.
ru: %lld выполнено на этой неделе.
sr: %lld завршено ове недеље до сада.

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
hy: %lld/%lld
it: %lld di %lld
ka: %lld / %lld
ru: %lld из %lld
sr: %lld од %lld

source: %lld of %lld sessions this week
de: %lld von %lld Einheiten diese Woche
es: %lld de %lld sesiones esta semana
fr: %lld séances sur %lld cette semaine
hy: Այս շաբաթ %lld/%lld պարապմունք
it: %lld allenamenti su %lld questa settimana
ka: ამ კვირაში %lld / %lld სესია
ru: %lld из %lld занятий на этой неделе
sr: %lld од %lld сесија ове недеље

source: %lld rounds, rest %@
de: %lld Runden, Pause %@
es: %lld rondas, descanso %@
fr: %lld tours, repos %@
hy: %lld րաունդ, հանգիստ %@
it: %lld giri, riposo %@
ka: %lld რაუნდი, დასვენება %@
ru: %lld раундов, отдых %@
sr: %lld рунди, одмор %@

source: %lld sets × %@ — %@ — %@
de: %lld Sätze × %@ — %@ — %@
es: %lld series × %@ — %@ — %@
fr: %lld séries × %@ — %@ — %@
hy: %lld սեթ × %@ — %@ — %@
it: %lld serie × %@ — %@ — %@
ka: %lld სეტი × %@ — %@ — %@
ru: %lld подходов × %@ — %@ — %@
sr: %lld серије × %@ — %@ — %@

source: %lld to finish
de: %lld noch zu erledigen
es: %lld por terminar
fr: %lld à terminer
hy: Մնաց %lld ավարտին
it: %lld da completare
ka: დარჩა %lld დასასრულებლად
ru: Осталось %lld до завершения
sr: Још %lld до завршетка

source: %lld to go
de: noch %lld
es: %lld por hacer
fr: %lld restantes
hy: Մնաց %lld
it: %lld rimaste
ka: დარჩა %lld
ru: Осталось %lld
sr: Још %lld

source: %lld-day streak
de: %lld-Tage-Serie
es: Racha de %lld días
fr: Série de %lld jours
hy: %lld-օրյա շարք
it: Serie di %lld giorni
ka: %lld დღიანი სერია
ru: Серия %lld дн.
sr: %lld-дневни низ

source: %lld× a week
de: %lld× pro Woche
es: %lld× por semana
fr: %lld× par semaine
hy: %lld× շաբաթում
it: %lld× a settimana
ka: %lld× კვირაში
ru: %lld× в неделю
sr: %lld× недељно

source: 1 session a week keeps your gains.
de: 1 Einheit pro Woche erhält deine Fortschritte.
es: 1 sesión a la semana mantiene tus logros.
fr: 1 séance par semaine suffit pour conserver vos progrès.
hy: Շաբաթական 1 պարապմունքը պահպանում է քո ձեռքբերումները:
it: 1 sessione a settimana mantiene i tuoi progressi.
ka: კვირაში 1 სესია ინარჩუნებს შენს მიღწევებს.
ru: 1 сессия в неделю сохранит твой результат.
sr: 1 сесија недељно чува твоје добитке.

source: 41 → 44 cm · week 6
de: 41 → 44 cm · Woche 6
es: 41 → 44 cm · semana 6
fr: 41 → 44 cm · semaine 6
hy: 41 → 44 սմ · 6-րդ շաբաթ
it: 41 → 44 cm · settimana 6
ka: 41 → 44 სმ · მე-6 კვირა
ru: 41 → 44 см · неделя 6
sr: 41 → 44 цм · недеља 6

source: 7-day average:
de: 7-Tage-Durchschnitt:
es: Promedio de 7 días:
fr: Moyenne sur 7 jours :
hy: 7-օրյա միջինը՝
it: Media di 7 giorni:
ka: საშუალო 7 დღეში:
ru: Среднее за 7 дней:
sr: Просек за 7 дана:

source: A daily calorie and macro target built around your goal
de: Ein tägliches Kalorien- und Makroziel, abgestimmt auf dein Ziel
es: Un objetivo diario de calorías y macros creado según tu meta
fr: Un objectif quotidien de calories et de macros basé sur votre objectif
hy: Օրական կալորիաների և մակրոսների նպատակ՝ կառուցված քո նպատակի շուրջ
it: Un obiettivo giornaliero di calorie e macro costruito intorno al tuo obiettivo
ka: დღიური კალორიებისა და მაკროელემენტების სამიზნე, აგებული შენი მიზნის გარშემო
ru: Дневная цель по калориям и БЖУ, построенная вокруг твоей цели
sr: Дневни циљ калорија и макронутријената, прилагођен твом циљу

source: A deterministic estimate based on your weight, height, activity, and goal direction -- not a strict prescription. Adjust to how you actually feel.
de: Eine deterministische Schätzung basierend auf deinem Gewicht, deiner Größe, Aktivität und Zielrichtung – keine strikte Vorgabe. Passe sie daran an, wie du dich wirklich fühlst.
es: Una estimación determinista basada en tu peso, altura, actividad y dirección del objetivo, no una prescripción estricta. Ajústala según cómo te sientas realmente.
fr: Une estimation déterministe basée sur votre poids, votre taille, votre activité et votre objectif -- ce n'est pas une prescription stricte. Ajustez-la selon ce que vous ressentez réellement.
hy: Հաշվարկված գնահատական է՝ հիմնված քո քաշի, հասակի, ակտիվության և նպատակի ուղղության վրա — ոչ թե խիստ նշանակում։ Հարմարեցրու քո իրական զգացողությանը։
it: Una stima deterministica basata su peso, altezza, attività e direzione dell'obiettivo, non una prescrizione rigida. Adattala a come ti senti davvero.
ka: გამოთვლილი შეფასება შენი წონის, სიმაღლის, აქტივობისა და მიზნის მიმართულების მიხედვით — არ არის მკაცრი დანიშნულება. მოარგე იმას, თუ როგორ გრძნობ თავს რეალურად.
ru: Расчёт на основе твоего веса, роста, активности и направления цели — не строгое предписание. Подстраивай под то, как ты себя чувствуешь.
sr: Прорачун на основу твоје тежине, висине, активности и правца циља — не строга прописана вредност. Прилагоди према томе како се заиста осећаш.

source: A max test on a depleted day under-reads you. It'll open on your next moderate or better day.
de: Ein Maximaltest an einem erschöpften Tag unterschätzt dich. Er öffnet sich an deinem nächsten moderaten oder besseren Tag.
es: Una prueba máxima en un día agotado te subestima. Se abrirá en tu próximo día moderado o mejor.
fr: Un test maximal un jour de fatigue vous sous-estime. Il s'ouvrira lors de votre prochain jour modéré ou meilleur.
hy: Առավելագույն թեստը հյուծված օրը թերագնահատում է քեզ։ Այն կբացվի քո հաջորդ չափավոր կամ ավելի լավ օրը։
it: Un test massimale in una giornata di scarico ti sottostima. Si aprirà nella tua prossima giornata moderata o migliore.
ka: მაქსიმალური ტესტი დაცლილ დღეს შენს შედეგს დააბალებს. ის გაიხსნება შენს მომდევნო საშუალო ან უკეთეს დღეს.
ru: Максимальный тест в истощённый день занизит результат. Он откроется в твой следующий умеренный или лучший день.
sr: Максимални тест током исцрпљеног дана не показује твој прави резултат. Отвориће се твог следећег умереног или бољег дана.

source: A personal tracking goal -- doesn't change what Soma recommends, just what it shows you here.
de: Ein persönliches Tracking-Ziel -- ändert nicht, was Soma empfiehlt, nur was dir hier angezeigt wird.
es: Un objetivo de seguimiento personal -- no cambia lo que Soma recomienda, solo lo que te muestra aquí.
fr: Un objectif de suivi personnel -- cela ne change pas ce que Soma recommande, seulement ce qui s'affiche ici.
hy: Անձնական հետևման նպատակ․ չի փոխում Soma-ի առաջարկությունները, միայն այն, ինչ ցույց է տալիս այստեղ։
it: Un obiettivo di monitoraggio personale -- non cambia ciò che Soma consiglia, solo ciò che ti mostra qui.
ka: პირადი თვალთვალის მიზანი — არ ცვლის Soma-ს რეკომენდაციებს, მხოლოდ იმას, რასაც აქ გიჩვენებს.
ru: Личная цель для отслеживания — не влияет на рекомендации Soma, только на то, что ты видишь здесь.
sr: Лични циљ за праћење — не мења шта Soma препоручује, само оно што ти приказује овде.

source: A real range, never a promise. A 10–20 min goal block joins your daily plan, matched to readiness.
de: Eine echte Spanne, kein Versprechen. Ein 10–20-minütiger Zielblock wird in deinen Tagesplan eingefügt, abgestimmt auf deine Bereitschaft.
es: Un rango real, nunca una promesa. Un bloque de objetivo de 10 a 20 min se suma a tu plan diario, ajustado a tu preparación.
fr: Une fourchette réelle, jamais une promesse. Un bloc d'objectif de 10 à 20 min s'ajoute à votre plan quotidien, adapté à votre récupération.
hy: Իրական միջակայք, ոչ թե խոստում: 10–20 րոպեանոց նպատակի բլոկը միանում է քո օրական ծրագրին՝ պատրաստվածությանը համապատասխան:
it: Un intervallo reale, mai una promessa. Un blocco obiettivo di 10-20 min si aggiunge al tuo piano giornaliero, in base alla tua prontezza.
ka: ნამდვილი დიაპაზონი, არა დაპირება. 10–20-წუთიანი მიზნის ბლოკი ერთვის შენს დღიურ გეგმას, მზადყოფნის შესაბამისად.
ru: Реальный диапазон, а не обещание. 10–20-минутный блок цели добавляется в твой ежедневный план, с учётом готовности.
sr: Прави опсег, а не обећање. 10–20-минутни блок циља се додаје у твој дневни план, у складу са спремношћу.

source: A realistic target
de: Ein realistisches Ziel
es: Un objetivo realista
fr: Un objectif réaliste
hy: Իրատեսական նպատակ
it: Un obiettivo realistico
ka: რეალისტური მიზანი
ru: Реалистичная цель
sr: Реалан циљ

source: A simpler way to workout and improve health
de: Ein einfacherer Weg, um zu trainieren und deine Gesundheit zu verbessern
es: Una forma más sencilla de entrenar y mejorar tu salud
fr: Une façon plus simple de faire du sport et d'améliorer votre santé
hy: Մարզվելու և առողջությունը բարելավելու ավելի պարզ եղանակ
it: Un modo più semplice per allenarti e migliorare la tua salute
ka: ვარჯიშისა და ჯანმრთელობის გაუმჯობესების უფრო მარტივი გზა
ru: Более простой способ тренироваться и укреплять здоровье
sr: Једноставнији начин за тренирање и унапређење здравља

source: ABOUT
de: ÜBER DICH
es: SOBRE TI
fr: À PROPOS
hy: ՔՈ ՄԱՍԻՆ
it: SU DI TE
ka: შენ შესახებ
ru: О ТЕБЕ
sr: О ТЕБИ

source: AI-generated workout
de: KI-generiertes Workout
es: Entrenamiento generado por IA
fr: Séance générée par IA
hy: AI-ով ստեղծված մարզում
it: Allenamento generato dall'IA
ka: AI-ის მიერ შექმნილი ვარჯიში
ru: Тренировка от ИИ
sr: AI-генерисан тренинг

source: Account
de: Konto
es: Cuenta
fr: Compte
hy: Հաշիվ
ka: ანგარიში
ru: Аккаунт
sr: Налог

source: Account → Sport goals (beta)
de: Konto → Sportziele (Beta)
es: Cuenta → Objetivos deportivos (beta)
fr: Compte → Objectifs sportifs (bêta)
hy: Հաշիվ → Սպորտային նպատակներ (բետա)
it: Account → Obiettivi sportivi (beta)
ka: ანგარიში → სპორტული მიზნები (ბეტა)
ru: Аккаунт → Спортивные цели (бета)
sr: Налог → Спортски циљеви (бета)

source: Active recovery
de: Aktive Erholung
es: Recuperación activa
fr: Récupération active
hy: Ակտիվ վերականգնում
it: Recupero attivo
ka: აქტიური აღდგენა
ru: Активное восстановление
sr: Активни опоравак

source: Activity
de: Aktivität
es: Actividad
fr: Activité
hy: Ակտիվություն
it: Attività
ka: აქტივობა
ru: Активность
sr: Активност

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hy: Ավելացնել
it: Aggiungi
ka: დამატება
ru: Добавить
sr: Додај

source: Add a glass of water
de: Ein Glas Wasser hinzufügen
es: Añadir un vaso de agua
fr: Ajouter un verre d'eau
hy: Ավելացնել մեկ բաժակ ջուր
it: Aggiungi un bicchiere d'acqua
ka: წყლის ერთი ჭიქის დამატება
ru: Добавить стакан воды
sr: Додај чашу воде

source: Add a goal photo and a current photo -- Soma uses them to work out a calorie and macro target that actually fits where you are today and where you're headed.
de: Füge ein Zielfoto und ein aktuelles Foto hinzu – Soma nutzt sie, um ein Kalorien- und Makroziel zu berechnen, das wirklich zu deinem heutigen Stand und deinem Ziel passt.
es: Añade una foto objetivo y una foto actual: Soma las usa para calcular un objetivo de calorías y macros que se ajusta a dónde estás hoy y a dónde te diriges.
fr: Ajoutez une photo objectif et une photo actuelle : Soma les utilise pour déterminer un objectif de calories et de macros adapté à votre situation actuelle et à votre objectif.
hy: Ավելացրու նպատակային և ընթացիկ լուսանկար — Soma-ն օգտագործում է դրանք կալորիաների և մակրոսնուցարարների նպատակը հաշվարկելու համար, որը իրականում համապատասխանում է քո այսօրվա վիճակին և ուղղությանը։
it: Aggiungi una foto obiettivo e una foto attuale: Soma le usa per calcolare un obiettivo di calorie e macro adatto a dove sei oggi e a dove stai andando.
ka: დაამატე მიზნის ფოტო და მიმდინარე ფოტო — Soma იყენებს მათ კალორიებისა და მაკროელემენტების მიზნის დასათვლელად, რომელიც რეალურად შეესაბამება შენს დღევანდელ მდგომარეობასა და მიმართულებას.
ru: Добавь фото цели и фото себя сейчас — Soma использует их, чтобы рассчитать цель по калориям и БЖУ, которая действительно подходит твоей текущей форме и твоим планам.
sr: Додај фотографију циља и тренутну фотографију — Soma их користи да одреди циљ калорија и макронутријената који заиста одговара томе где си данас и куда идеш.

source: Add a new progress photo
de: Neues Fortschrittsfoto hinzufügen
es: Añadir nueva foto de progreso
fr: Ajouter une nouvelle photo de progression
hy: Ավելացնել առաջընթացի նոր լուսանկար
it: Aggiungi una nuova foto dei progressi
ka: ახალი პროგრესის ფოტოს დამატება
ru: Добавить новое фото прогресса
sr: Додај нову фотографију напретка

source: Add a photo of the body you're working toward and a photo of where you are today. Soma builds your plan around closing that gap, and shows you real progress along the way.
de: Füge ein Foto des Körpers hinzu, den du anstrebst, und ein Foto davon, wie du heute aussiehst. Soma erstellt deinen Plan, um diese Lücke zu schließen, und zeigt dir echten Fortschritt auf dem Weg dorthin.
es: Añade una foto del cuerpo al que aspiras y una foto de cómo estás hoy. Soma construye tu plan para cerrar esa distancia y te muestra progreso real en el camino.
fr: Ajoutez une photo du corps que vous visez et une photo de votre état actuel. Soma construit votre plan pour combler cet écart et vous montre une progression réelle en cours de route.
hy: Ավելացրու այն մարմնի լուսանկարը, որին ձգտում ես, և այսօրվա քո լուսանկարը։ Soma-ն կառուցում է քո պլանը այդ տարբերությունը փակելու շուրջ և ճանապարհին ցույց է տալիս իրական առաջընթաց։
it: Aggiungi una foto del corpo a cui aspiri e una foto di come sei oggi. Soma costruisce il tuo piano per colmare quel divario e ti mostra progressi reali lungo il percorso.
ka: დაამატე იმ სხეულის ფოტო, რომლისკენაც ისწრაფვი, და დღევანდელი ფოტო. Soma აგებს შენს გეგმას ამ სხვაობის შესამცირებლად და გზაში გიჩვენებს რეალურ პროგრესს.
ru: Добавь фото тела, к которому стремишься, и фото того, как ты выглядишь сегодня. Soma строит твой план вокруг того, чтобы сократить этот разрыв, и показывает реальный прогресс на этом пути.
sr: Додај фотографију тела ка коме тежиш и фотографију тога где си данас. Soma гради твој план око смањивања тог јаза и показује ти стваран напредак на том путу.

source: Add equipment
de: Gerät hinzufügen
es: Añadir equipo
fr: Ajouter du matériel
hy: Ավելացնել սարքավորում
it: Aggiungi attrezzatura
ka: დაამატე ინვენტარი
ru: Добавить оборудование
sr: Додај опрему

source: Add or remove sources anytime in Settings → Health.
de: Quellen können jederzeit in Einstellungen → Gesundheit hinzugefügt oder entfernt werden.
es: Puedes añadir o quitar fuentes en cualquier momento en Ajustes → Salud.
fr: Vous pouvez ajouter ou retirer des sources à tout moment dans Réglages → Santé.
hy: Աղբյուրներ կարող ես ավելացնել կամ հեռացնել ցանկացած պահի՝ Կարգավորումներ → Առողջություն բաժնում։
it: Puoi aggiungere o rimuovere le fonti in qualsiasi momento da Impostazioni → Salute.
ka: წყაროების დამატება ან წაშლა შეგიძლია ნებისმიერ დროს პარამეტრებში → ჯანმრთელობა.
ru: Источники можно добавить или убрать в любой момент в Настройках → Здоровье.
sr: Изворе можеш додати или уклонити било када у Подешавања → Здравље.

source: Add to today's plan
de: Zum heutigen Plan hinzufügen
es: Añadir al plan de hoy
fr: Ajouter au programme du jour
hy: Ավելացնել այսօրվա պլանում
it: Aggiungi al piano di oggi
ka: დღევანდელ გეგმაში დამატება
ru: Добавить в план на сегодня
sr: Додај у данашњи план

source: Add your goal photo
de: Füge dein Zielfoto hinzu
es: Añade tu foto objetivo
fr: Ajoutez votre photo objectif
hy: Ավելացրու քո նպատակային լուսանկարը
it: Aggiungi la tua foto obiettivo
ka: დაამატე სამიზნე ფოტო
ru: Добавь целевое фото
sr: Додај своју циљну фотографију

source: Added to today's plan
de: Zum heutigen Plan hinzugefügt
es: Añadido al plan de hoy
fr: Ajouté au programme du jour
hy: Ավելացվեց այսօրվա պլանում
it: Aggiunto al piano di oggi
ka: დღევანდელ გეგმაში დაემატა
ru: Добавлено в план на сегодня
sr: Додато у данашњи план

source: Adds goal work to your daily plan
de: Fügt Zielarbeit zu deinem Tagesplan hinzu
es: Añade trabajo hacia tu objetivo a tu plan diario
fr: Ajoute du travail lié à votre objectif à votre plan quotidien
hy: Ավելացնում է նպատակի ուղղությամբ աշխատանքը քո օրական պլանում
it: Aggiunge lavoro per l'obiettivo al tuo piano giornaliero
ka: მიზნის მიმართულების ვარჯიშებს დაამატებს შენს ყოველდღიურ გეგმას
ru: Добавляет работу над целью в твой ежедневный план
sr: Додаје рад на циљу у твој дневни план

source: Adds re-tests, the chart, and the progress card.
de: Fügt Nachtests, das Diagramm und die Fortschrittskarte hinzu.
es: Añade repeticiones de la prueba, el gráfico y la tarjeta de progreso.
fr: Ajoute des retests, le graphique et la fiche de progression.
hy: Ավելացնում է կրկնակի թեստեր, գրաֆիկը և առաջընթացի քարտը:
it: Aggiunge nuovi test, il grafico e la scheda dei progressi.
ka: ემატება ხელახალი ტესტები, გრაფიკი და პროგრესის ბარათი.
ru: Добавляет повторные тесты, график и карточку прогресса.
sr: Додаје поновна тестирања, графикон и картицу напретка.

source: Adjust manually
de: Manuell anpassen
es: Ajustar manualmente
fr: Ajuster manuellement
hy: Ձեռքով կարգավորել
it: Modifica manualmente
ka: ხელით მორგება
ru: Настроить вручную
sr: Ручно прилагоди

source: Adjusts the AI workout plan's structure -- how many blocks, whether it uses supersets, and rest periods.
de: Passt den Aufbau des KI-Trainingsplans an -- Anzahl der Blöcke, Supersätze und Pausenzeiten.
es: Ajusta la estructura del plan de entrenamiento con IA -- cuántos bloques, si usa superseries y los periodos de descanso.
fr: Ajuste la structure du plan d'entraînement généré par l'IA -- nombre de blocs, utilisation de super-séries et temps de repos.
hy: Կարգավորում է AI մարզման պլանի կառուցվածքը՝ բլոկների քանակը, սուպերսեթերի կիրառումը և հանգստի ժամանակահատվածները։
it: Modifica la struttura del piano di allenamento IA -- numero di blocchi, uso di superserie e tempi di recupero.
ka: არეგულირებს AI ვარჯიშის გეგმის სტრუქტურას — რამდენი ბლოკია, იყენებს თუ არა სუპერსეტებს და დასვენების პერიოდებს.
ru: Настраивает структуру ИИ-плана тренировок — количество блоков, использование суперсетов и периоды отдыха.
sr: Прилагођава структуру AI плана тренинга — број блокова, да ли користи суперсерије и периоде одмора.

source: Ahead
de: Voraus
es: Adelante
fr: À venir
hy: Առջևում
it: Avanti
ka: წინ
ru: Впереди
sr: Испред

source: All actions
de: Alle Aktionen
es: Todas las acciones
fr: Toutes les actions
hy: Բոլոր գործողությունները
it: Tutte le azioni
ka: ყველა მოქმედება
ru: Все действия
sr: Све радње

source: All done!
de: Fertig!
es: ¡Listo!
fr: Terminé !
hy: Պատրաստ է!
it: Fatto!
ka: დასრულდა!
ru: Готово!
sr: Готово!

source: An earlier stage than last time — stages wobble, the work still counts.
de: Eine frühere Stufe als beim letzten Mal — Stufen schwanken, die Arbeit zählt trotzdem.
es: Una etapa anterior a la última vez — las etapas fluctúan, el trabajo sigue contando.
fr: Une étape antérieure à la dernière fois — les étapes fluctuent, le travail compte quand même.
hy: Ավելի վաղ փուլ, քան նախորդ անգամ — փուլերը տատանվում են, աշխատանքը դեռ հաշվվում է:
it: Una tappa precedente rispetto all'ultima volta — le tappe oscillano, il lavoro conta comunque.
ka: ადრეული ეტაპი წინანდელთან შედარებით — ეტაპები მერყეობს, სამუშაო მაინც ითვლება.
ru: Более ранний этап, чем в прошлый раз — этапы колеблются, но работа всё равно засчитывается.
sr: Ранији ниво него прошли пут — нивои осцилирају, али труд се и даље рачуна.

source: Analyzing your recovery data...
de: Deine Erholungsdaten werden analysiert...
es: Analizando tus datos de recuperación...
fr: Analyse de vos données de récupération...
hy: Վերլուծում ենք քո վերականգնման տվյալները...
it: Analisi dei tuoi dati di recupero...
ka: ვაანალიზებთ შენი აღდგენის მონაცემებს...
ru: Анализируем данные о твоём восстановлении...
sr: Анализирамо податке о твом опоравку...

source: Any active injury caps today's intensity at Moderate and hides high-impact workouts.
de: Jede aktive Verletzung begrenzt die heutige Intensität auf Moderat und blendet Workouts mit hoher Belastung aus.
es: Cualquier lesión activa limita la intensidad de hoy a Moderada y oculta los entrenamientos de alto impacto.
fr: Toute blessure active limite l'intensité du jour à Modérée et masque les entraînements à fort impact.
hy: Ցանկացած ակտիվ վնասվածք սահմանափակում է այսօրվա ինտենսիվությունը մինչև Չափավոր և թաքցնում է բարձր ազդեցության մարզումները։
it: Qualsiasi infortunio attivo limita l'intensità di oggi a Moderata e nasconde gli allenamenti ad alto impatto.
ka: ნებისმიერი აქტიური ტრავმა დღევანდელ ინტენსივობას ზღუდავს საშუალომდე და მალავს მაღალი ზემოქმედების ვარჯიშებს.
ru: Любая активная травма ограничивает интенсивность сегодня до умеренной и скрывает высокоинтенсивные тренировки.
sr: Свака активна повреда ограничава данашњи интензитет на умерен и скрива тренинге високог интензитета.

source: Anything Soma should know for today's workout? (optional)
de: Gibt es etwas, das Soma für dein heutiges Workout wissen sollte? (optional)
es: ¿Algo que Soma deba saber para el entrenamiento de hoy? (opcional)
fr: Quelque chose que Soma devrait savoir pour la séance d'aujourd'hui ? (facultatif)
hy: Կա՞ ինչ-որ բան, որ Soma-ն պետք է իմանա այսօրվա մարզման համար։ (ընտրովի)
it: C'è qualcosa che Soma dovrebbe sapere per l'allenamento di oggi? (facoltativo)
ka: არის რამე, რაც Soma-მ უნდა იცოდეს დღევანდელი ვარჯიშისთვის? (არასავალდებულო)
ru: Что-то, что Soma должна знать о сегодняшней тренировке? (необязательно)
sr: Има ли нешто што Soma треба да зна за данашњи тренинг? (опционо)

source: Anything else in your way?
de: Gibt es sonst noch etwas, das dich bremst?
es: ¿Hay algo más que te esté frenando?
fr: Autre chose qui te freine ?
hy: Էլի ի՞նչն է խանգարում քեզ:
it: C'è qualcos'altro che ti frena?
ka: კიდევ რამე გიშლის ხელს?
ru: Что-то ещё мешает?
sr: Има ли још нешто што те спречава?
